const districtPopulation = { 
    "เมืองเลย": 123560, "นาด้วง": 26432, "เชียงคาน": 60828, "ปากชม": 42276, "ด่านซ้าย": 51693, "นาแห้ว": 11689, "ภูเรือ": 22587, "ท่าลี่": 27932, "วังสะพุง": 111116, "ภูกระดึง": 34526, "ภูหลวง": 25046, "ผาขาว": 39788, "เอราวัณ": 36622, "หนองหิน": 22631, 
    "เมืองอุดรธานี": 402800, "กุดจับ": 65100, "หนองวัวซอ": 63200, "กุมภวาปี": 124500, "โนนสะอาด": 48300, "หนองหาน": 116800, "ทุ่งฝน": 32100, "ไชยวาน": 38400, "ศรีธาตุ": 48200, "วังสามหมอ": 61300, "บ้านดุง": 124600, "บ้านผือ": 106100, "น้ำโสม": 59200, "เพ็ญ": 112300, "สร้างคอม": 28400, "หนองแสง": 26500, "นายูง": 28100, "พิบูลย์รักษ์": 24200, "กู่แก้ว": 22300, "ประจักษ์ศิลปาคม": 24800, 
    "เมืองหนองบัวลำภู": 132400, "นากลาง": 90100, "โนนสัง": 64200, "ศรีบุญเรือง": 108300, "สุวรรณคูหา": 67400, "นาวัง": 36800, 
    "เมืองหนองคาย": 145200, "ท่าบ่อ": 82100, "โพนพิสัย": 95300, "ศรีเชียงใหม่": 30200, "สังคม": 23400, "สระใคร": 25100, "เฝ้าไร่": 50200, "รัตนวาปี": 36100, "โพธิ์ตาก": 15200 
};
